aaron-bond.better-comments
adam-bender.commit-message-editor
adpyke.codesnap
akashsharma01.code-tester
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
dbaeumer.vscode-eslint
divyanshuagrawal.competitive-programming-helper
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
entuent.fira-code-nerd-font
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gerane.theme-blackboard
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
heybourn.headwind
howardzuo.vscode-git-tags
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
mhutchie.git-graph
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.js-debug-nightly
ms-vscode.remote-repositories
ms-vscode.vscode-typescript-next
nucllear.vscode-extension-auto-import
pkief.material-icon-theme
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
seyyedkhandon.firacode
sharafdin.better-reactjs-code-snippet
steoates.autoimport
twxs.cmake
usernamehw.errorlens
vinirossa.vscode-gitandgithub-pack
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wakatime.vscode-wakatime
wix.vscode-import-cost
xabikos.javascriptsnippets
xabikos.reactsnippets
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
